{
  "header":{
    "AboutMe":"<SOBRE MI/>",
    "Skills":"<TECNOLOGIAS/>",
    "Projects":"<PROYECTOS/>",
    "Contact":"<CONTACTO/>",
    "CV":"<CV/>"
  },
  "FirstPage":{
    "Title":"Desarrollador web.",
    "q1":"Desarrollador web Full Stack, enfocado en backend.",
    "q2":"Creando soluciones digitales con creatividad,",
    "q3":"precisión, y pasión por la innovación",
    "location":"De Argentina, Buenos Aires."
  },
  "AboutMe":{
    "TitleAbout":"Sobre mi",
    "TextAbout1":"Soy un apasionado desarrollador web Full Stack con una dedicación especial para crear software que simplifique la vida de los usuarios finales. Mi objetivo a corto plazo es asegurar mi primer trabajo en el campo del backend, mientras que a largo plazo, aspiro a sumergirme en un stack tecnológico en particular y convertirme en un experto en el mismo.",
    "TextAbout2":"Mi enfoque analítico para el desarrollo de software garantiza la eficiencia, siempre orientado a la resolución de problemas en base a las necesidades del negocio.",
    "TextAbout3":"Mi experiencia en proyectos grupales me ha demostrado que mi facilidad para integrarme en equipos de trabajo y mejorar el ambiente laboral mediante relaciones interpersonales positivas es un activo valioso.",
    "TextAbout4":"Más allá de mi trabajo en el mundo de la tecnología, tengo una serie de pasiones que incluyen la musica, el patinaje en rollers y longboard, el gimnasio, el automovilismo y mi pasado en el rugby.",
    "TextAbout5":"Para mí, cada nuevo problema es una oportunidad emocionante para aprender algo nuevo y crecer profesionalmente."
  },
  "Skills":"Tecnologías",
  "Projects": {
    "Projects": "Proyectos",
    "Project1": {
      "title": "Auto Bid",
      "role": "Desarrollador backend - Pasantia.",
      "description": "Desarrollo del servidor y base de datos del proyecyo. Implementacion de funcionalidades como manejo de usuarios, subastas, pujas, manejo de tiempos de ejecucion, enrutado logico, entre otras tareas. Fue mi primer experiencia trabajando con gente fuera del programa del bootcamp Soy Henry.",
      "repo": "Repositorio",
      "deploy": "Link"
    },
    "Project2": {
      "title": "Henry Luxury E-commerce",
      "role": "Desarrollador Backend",
      "description": "Proyecto realizado como proyecto final del bootcamp de Henry. Desarrollo del servidor y base de datos, utilizando Node.js con Express para el backend, y MongoDb con Mongoose para la base de datos. Servidor totalmente funcional, incluyendo panel de administrador, pasarela de pagos, control de stock, notificaciones por mail, entre otras funcionalidades. Proyecto realizado junto a 5 compañeros del bootcamp."
    },
    "Project3": {
      "title": "PokePedia",
      "role": "Desarrollador Full Stack",
      "description": "Diseño y desarrollo de una single page application, que incluye busquedas, filtros, ordenamientos y creacion de Pokemons, junto con Pokeapi. Desarrollada utilizando React con Redux y CSS en el front-end y Node.js con Express y PostreSQL en el back-end. Este fue mi primer proyecto full-stack despues de terminar los modulos teoricos del bootcamp."
    }
  },
  "Contact":"Contacto"
}
